{"_id":{"$oid":"666a766d759f2ea12a3d9895"},"companyName":"Habib","message":"Review reported for violence: This show is really good. It's literally less than 10 minutes long so just watch it and decide for yourself. The guy that gave it one star has no clue what so ever. There's plenty of plot and it's actually amazing how they fit the story into such small packets. ","seen":false,"review":"This show is really good. It's literally less than 10 minutes long so just watch it and decide for yourself. The guy that gave it one star has no clue what so ever. There's plenty of plot and it's actually amazing how they fit the story into such small packets. ","userID":{"$oid":"6662edebfbd3b3a241d62aee"},"userName":"testing","action":"violence","reviewId":{"$oid":"666a0f4d41fb1aad477e985b"},"createdAt":{"$date":"2024-06-13T04:32:45.899Z"},"__v":0}
{"_id":{"$oid":"666a77de759f2ea12a3d9962"},"companyName":"Habib","message":"Review reported for false information: This show is really good. It's literally less than 10 minutes long so just watch it and decide for yourself. The guy that gave it one star has no clue what so ever. There's plenty of plot and it's actually amazing how they fit the story into such small packets. ","seen":false,"review":"This show is really good. It's literally less than 10 minutes long so just watch it and decide for yourself. The guy that gave it one star has no clue what so ever. There's plenty of plot and it's actually amazing how they fit the story into such small packets. ","userID":{"$oid":"6662edebfbd3b3a241d62aee"},"userName":"testing","action":"false information","reviewId":{"$oid":"666a0f4d41fb1aad477e985b"},"createdAt":{"$date":"2024-06-13T04:38:54.097Z"},"__v":0}
{"_id":{"$oid":"666a787b6b6e586daac7d240"},"companyName":"Habib","message":"Review reported for violence: I actually had seen the previews for this show online as well as on tv. I wanted to see it so bad I downloaded Quibi just for this show. I havent watched anything else on the app yet because I -loved- this show so much I had to make a review immediately aftet watching! I finished the season in one afternoon which is awesine that it didn't consume my whole day BUT I was so sad when it was over. I really hope Dummy is renewed for a second season. At the end of season one it feels like things are just starting to get good and then they leave you wanting more. Talk about a cliffhanger to a really good show! Season 2 hurry up...i need more Codi and Barbra!","seen":false,"review":"I actually had seen the previews for this show online as well as on tv. I wanted to see it so bad I downloaded Quibi just for this show. I havent watched anything else on the app yet because I -loved- this show so much I had to make a review immediately aftet watching! I finished the season in one afternoon which is awesine that it didn't consume my whole day BUT I was so sad when it was over. I really hope Dummy is renewed for a second season. At the end of season one it feels like things are just starting to get good and then they leave you wanting more. Talk about a cliffhanger to a really good show! Season 2 hurry up...i need more Codi and Barbra!","userID":{"$oid":"6662edebfbd3b3a241d62aee"},"userName":"testing","action":"violence","reviewId":{"$oid":"666a0f7341fb1aad477e9921"},"createdAt":{"$date":"2024-06-13T04:41:31.562Z"},"__v":0}
{"_id":{"$oid":"667a724001c404e10eb5918c"},"companyName":"Habib","message":"Review reported for violence: worst bank in the pakistan","seen":false,"review":"worst bank in the pakistan","userID":{"$oid":"666a9bd58f16c650ca7f3106"},"userName":"testcase","action":"violence","reviewId":{"$oid":"667a720b01c404e10eb59114"},"createdAt":{"$date":"2024-06-25T07:31:12.506Z"},"__v":0}
